tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "bat"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gist"
brew "glibmm"
brew "python@3.10"
brew "grip"
brew "htop"
brew "jq"
brew "jump"
brew "lazygit"
brew "llvm"
brew "lolcat"
brew "lsusb"
brew "meson"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "openvpn"
brew "pandoc"
brew "pfetch"
brew "qt"
brew "ranger"
brew "ripgrep"
brew "sevenzip"
brew "speedtest-cli"
brew "tmux"
brew "tokei"
brew "tree"
brew "tty-clock"
brew "wget"
brew "yetris"
brew "qmk/qmk/qmk"
cask "alfred"
cask "alt-tab"
cask "anki"
cask "bbedit"
cask "cyberduck"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "mactex"
cask "mullvadvpn"
cask "notion"
cask "obs"
cask "onyx"
cask "openvpn-connect"
cask "paragon-ntfs"
cask "postman"
cask "prince"
cask "qbittorrent"
cask "qmk-toolbox"
cask "shottr"
cask "spotify"
cask "stats"
cask "telegram"
cask "texstudio"
cask "todoist"
cask "vial"
cask "visual-studio-code"
cask "vlc"
